wps/app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("accepted", "author", "category", "contents", "copyright", "created_at", "name", "other_authors", "published", "review", "reviewer", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)